Repository: samknelson/grievance
Catalog: sites/all/translations/auto_nodetitle-7.x-1.0.*.po
Languages: es

source: Disabled
es: Desactivado

source: Pattern for the title
es: Patrón para el título

source: Update automatic nodetitles
es: Actualizar automáticamente nodetitles

source: Automatic title generation
es: Generación automática de título

source: Automatically generate the title and hide the title field
es: Generar automáticamente el título y ocultar el campo de título

source: Automatically generate the title if the title field is left empty
es: Generar automáticamente el título si el campo de título se deja vacío

source: Evaluate PHP in pattern.
es: Evaluar PHP en el patrón.

source: Put PHP code above that returns your string, but make sure you surround code in &lt;?php and ?&gt;. Note that $node is available and can be used by your code.
es: Ponga encima el código PHP que devuelve su cadena, pero asegúrese de colocar las etiquetas <?php y ?>. Tenga en cuenta que $node está disponible y puede ser utilizado por su código.

source: Automatic Nodetitles
es: Nodetitles automático

source: Allows hiding of the content title field and automatic title creation.
es: Permite ocultar el campo de título del contenido y de creación de título automático.

source: Use PHP for title patterns
es: Usar PHP para patrones de título

source: Use PHP for title patterns.
es: Usar PHP para patrones de título.

source: Leave blank for using the per default generated title. Otherwise this string will be used as title. Use the syntax [token] if you want to insert a replacement pattern.
es: Dejar en blanco para usar el título generado por defecto. De lo contrario, esta cadena se utilizará como título. Utilice la sintaxis [token] si desea insertar un patrón de sustitución.

source: You are not allow the configure the pattern for the title, as you lack the %permission permission.
es: Usted no tiene permitido configurar el patrón para el título, ya que no tiene el permiso %permission.

source: Automatic (hide title field)
es: Automatico (esconder campo del título)

source: Automatic (if title empty)
es: Automatico (si el título esta vacío)
